Repository: dploeger/disclaimr
Catalog: disclaimrwebadmin/locale/*/LC_MESSAGES/django.po
Languages: de

source: The name of this rule.
de: Der Name dieser Regel.

source: description
de: beschreibung

source: The description of this rule.
de: Die Beschreibung dieser Regel.

source: The position inside the rule processor
de: Die Position dieser Regel im Regelablauf

source: Continue after this rule
de: Nach dieser Regel fortfahren

source: Continue with other possibly matching rules after this one is processed?
de: Mit der Überprüfung weiterer Regeln nach dem Abarbeiten dieser Regel fortfahren?

source: Rule
de: Regel

source: Rules
de: Regeln

source: The name of this requirement.
de: Der Name dieser Bedingung.

source: The description of this requirement.
de: Die Beschreibung dieser Bedingung.

source: enabled
de: aktiviert

source: Is this requirement enabled?
de: Ist diese Bedingung aktiviert?

source: sender-IP address
de: IP-Adresse des Absenders

source: A filter for the IP-address of the sender server.
de: Ein Filter bezogen auf die IP-Adresse des Absenderservers.

source: netmask
de: netzmaske

source: The CIDR-netmask for the sender ip address
de: Die CIDR-Netzmaske zur Absender-IP-Adresse.

source: sender
de: absender

source: A regexp, that has to match the sender of a mail.
de: Ein regulärer Ausdruck, der auf den Absender der Email angewendet wird.

source: recipient
de: empfänger

source: A regexp, that has to match the recipient of a mail
de: Ein regulärer Ausdruck, der auf den Empfänger der Email angewendet wird.

source: header-filter
de: kopfzeilen-filter

source: A regexp, that has to match all headers of a mail. The headers will be represented in a key: value - format.
de: Ein regulärer Ausdruck, der auf alle Kopfzeilen einer Email angewendet wird. Die Kopfzeilen werden im Format "Schlüssel: Wert" bereitgestellt.

source: A regexp, that has to match the body of a mail
de: Ein regulärer Ausdruck, der auf den Body der Email angewendet wird

source: action
de: aktion

source: What to do, if this requirement is met?
de: Was soll gemacht werden, wenn die Bedingungen erfüllt sind?

source: Accept rule
de: Regel annehmen

source: Deny rule
de: Regel ablehnen

source: Requirement
de: Bedingung

source: Requirements
de: Bedingungen

source: %s (disabled)
de: %s (deaktiviert)

source: Name of this disclaimer
de: Name dieser Signatur

source: A short description of this disclaimer
de: Eine kurze Beschreibung dieser Signatur

source: text-part
de: text-Teil

source: A plain text disclaimer
de: Eine Reintext-Signatur

source: Charset
de: Zeichensatz

source: Charset of the text field
de: Zeichensatz des Text-Feldes

source: use template tags
de: benutze Ersetzungen

source: Use template tags in the text part. Available tags are: {sender}, {recipient} and all attributes, that are provided by resolving the sender in a directory server
de: Benutze Ersetzungen im Textteil. Verfügbare Ersetzungskennzeichen sind: {sender}, {recipient} und alle Attribute, die durch Auflösen des Absenders in einem Verzeichnisserver verfügbar sind

source: use text part
de: benutze Text-Teil

source: Use the contents of the text part for the html part
de: Benutze den Inhalt des Text-Teils als HTML-Teil

source: html-part
de: HTML-Teil

source: A html disclaimer (if not filled, the plain text disclaimer will be used.
de: Eine HTML-Signatur (falls nicht ausgefüllt, wird der Reintext-Teil benutzt).

source: Charset of the html field
de: Zeichensatz des HTML-Feldes

source: Use template tags in the html part. Available tags are: {sender}, {recipient} and all attributes, that are provided by resolving the sender in a directory server
de: Benutze Ersetzungen im HTML-Teil. Verfügbare Ersetzungskennzeichen sind: {sender}, {recipient} und alle Attribute, die durch Auflösen des Absenders in einem Verzeichnisserver verfügbar sind

source: fail if template doesn't exist
de: abbrechen, wenn eine Ersetzung nicht vorhanden ist

source: Don't use this disclaimer (and stop the associated action), if a template tag cannot be filled. If this is true, the template tag will be replaced with an empty string.
de: Die Signatur nicht benutzen (und die entsprechende Aktion nicht ausführen), wenn eine Ersetzung nicht ausgefüllt werden kann. Wenn dies nicht ausgewählt ist, wird die Ersetzung einfach entfernt.

source: use HTML as a fallback
de: benutze HTML als Ausweichlösung

source: Usually, disclaimr tries to identify the content type of the sent mail and uses the matching disclaimer. If that doesn't work, use HTML instead of text.
de: Normallerweise versucht disclaimr den Typ der gesendeten Mail zu erkennen, um die passende Signatur auszuwählen. Falls das nicht funktioniert, nutze den HTML-Teil anstatt des Textteils.

source: Disclaimer
de: Signatur

source: Disclaimers
de: Signaturen

source: The name of this action.
de: Der Name dieser Aktion.

source: The description of this action.
de: Die Beschreibung dieser Aktion

source: Is this directory server enabled?
de: Ist dieser Verzeichnisserver aktiviert?

source: base-dn
de: basis-DN

source: The LDAP base dn.
de: Die LDAP Basis-DN.

source: auth-method
de: anmeldemethode

source: Authentication method to connect to the server
de: Die Anmeldemethode bei der Verbindung mit dem Server

source: None
de: Keine

source: user-DN
de: benutzer-DN

source: DN of the user to authenticate with
de: Die DN des Benutzers zur Anmeldung

source: password
de: passwort

source: Password to authenticate with
de: Das Passwort mit dem angemeldet wird

source: search query
de: ldap-Suche

source: A search query to run against the directory server to fetch the ldap object when resolving. %s will be replaced when resolving.
de: Eine LDAP-Suche, die auf dem Verzeichnisserver ausgeführt wird, um das LDAP-Objekt beim Auflösen zu suchen. %s wird mit der E-Mailadresse des Absenders ausgetauscht.

source: enable cache
de: cache aktivieren

source: Enable the LDAP query cache for this directory server
de: Einen LDAP-Such-Cache für diesen Verzeichnisserver verwenden

source: How long (in seconds) a query is cached
de: Wie lange (in Sekunden) wird eine Suche im Cache vorgehalten

source: Directory server
de: Verzeichnisserver

source: Directory servers
de: Verzeichnisserver

source: URL of the directory server. For example: ldap://ldapserver:389/ or ldaps://ldapserver/
de: Eine URL des Verzeichnisservers. Zum Beispiel: ldap://ldapserver:389/ oder ldaps://ldapserver/

source: Is this action enabled?
de: Ist diese Aktion aktiviert?

source: What action should be done?
de: Was soll gemacht werden?

source: Replace a tag in the body with a disclaimer string
de: Einen regulären Ausdruck im Email-Body mit der Signatur ersetzen

source: Add a disclaimer string to the body
de: Ein Signatur zum Email-Body hinzufügen

source: Add the disclaimer using an additional MIME part
de: Eine Signatur in einem zusätzlichen MIME-Teil hinzufügen

source: mime type
de: mime-Typ

source: Only carry out the action in the given mime type
de: Führe die Aktion nur bei dem angegebenen MIME-Typ aus

source: action parameters
de: parameter für die Aktion

source: Parameters for the action (see the action documentation for details)
de: Parameter für die Aktion (weitere Infos in der Dokumentation)

source: resolve the sender
de: den Absender auflösen

source: Resolve the sender by querying a directory server and provide data for the template tags inside a disclaimer
de: Den Absender durch eine LDAP-Suche auflösen und entsprechende Ersetzungs-Daten für die Signatur bereitstellen

source: fail when unable to resolve sender
de: abbrechen bei Auflösungfehler

source: Stop the action if the sender cannot be resolved.
de: Die Aktion beenden, wenn der Absender nicht aufgelöst werden kann.

source: Which disclaimer to use
de: Welche Signatur soll genutzt werden

source: Which directory server(s) to use.
de: Welche(r) Verzeichnisserver sollen genutzt werden.

source: Action
de: Aktion

source: Actions
de: Aktionen
